{
    "registration": {
        "title": "User registration",
        "icon": "las la-user-plus",
        "description_enabled": "Enable this feature to allow the system to freely accept new user registrations without restrictions.",
        "description_disabled": "Disable this feature to restrict new registrations, allowing only pre-approved users."
    },
    "agent_registration": {
        "title": "Agent registration",
        "icon": "las la-user-secret",
        "description_enabled": "Enable this feature to allow the system to freely accept new agent registrations without restrictions.",
        "description_disabled": "Disable this feature to restrict new agent registrations, allowing only pre-approved agents."
    },
    "merchant_registration": {
        "title": "Merchant registration",
        "icon": "las la-user-tie",
        "description_enabled": "Enable this feature to allow the system to freely accept new merchant registrations without restrictions.",
        "description_disabled": "Disable this feature to restrict new merchant registrations, allowing only pre-approved merchants."
    },
    "agent_verification": {
        "title": "Agent Verification",
        "icon": "las la-user-secret",
        "description_enabled": "Enable this feature to require new agents to complete verification before they can access their accounts.",
        "description_disabled": "Disable this feature to allow new agents can access their accounts without requiring verification."
    },
    "merchant_verification": {
        "title": "Merchant Verification",
        "icon": "las la-user-tie",
        "description_enabled": "Enable this feature to require new merchants to complete verification before they can access their accounts.",
        "description_disabled": "Disable this feature to allow new merchants can access their accounts without requiring verification."
    },
    "sn": {
        "title": "Sms notification",
        "icon": "las la-sms",
        "description_enabled": "Enable this feature to send SMS notifications for system updates and alerts.",
        "description_disabled": "Disable this feature to completely prevent any sms notifications from being sent by the system."
    },
    "en": {
        "title": "Email notification",
        "icon": "las la-envelope-open-text",
        "description_enabled": "Enable this feature to send email notifications for important events and updates.",
        "description_disabled": "Disable this feature to completely prevent any email notifications from being sent by the system."
    },
    "pn": {
        "title": "Push notification",
        "icon": "las la-bell",
        "description_enabled": "Enable this feature to send push notifications for important updates and alerts.",
        "description_disabled": "Disable this feature to completely prevent any push notifications from being sent by the system."
    },
    "force_ssl": {
        "title": "Force SSL",
        "icon": "las la-lock",
        "description_enabled": "Enable this feature to secure all user communications with encryption for privacy.",
        "description_disabled": "Disable this feature to allow users to access the platform without requiring secure connections."
    },
    "agree": {
        "title": "Agree policy",
        "icon": "las la-file-alt",
        "description_enabled": "Enable this feature to require users to actively agree to the platform policies during the sign-up process.",
        "description_disabled": "Disable this feature to skip policy agreement during the registration process."
    },
    "ev": {
        "title": "Email verification",
        "icon": "las la-envelope",
        "description_enabled": "Enable this feature to require users to complete email verification before they can access the system.",
        "description_disabled": "Disable this feature to allow users to access the system without the need to verify their email addresses."
    },
    "sv": {
        "title": "Mobile verification",
        "icon": "las la-mobile-alt",
        "description_enabled": "Enable this feature to require users to verify their mobile number in order to gain access to the system.",
        "description_disabled": "Disable this feature to allow users to access the system without the need to verify their mobile number."
    },
    "kv": {
        "title": "User Kyc verification",
        "icon": "las la-id-card",
        "description_enabled": "Enable this feature to require users to complete KYC verification before they can access the system some features.",
        "description_disabled": "Disable this feature to allow users to access the system some features without the need to verify their KYC Documents."
    },
    "agent_kv": {
        "title": "Agent KYC Verification",
        "icon": "las la-user-shield",
        "description_enabled": "Enable this feature to require agents to complete KYC verification before they can access certain features of the system.",
        "description_disabled": "Disable this feature to allow agents to access certain features without needing to verify their KYC documents."
    },
    "merchant_kv": {
        "title": "Merchant KYC Verification",
        "icon": "las la-user-check",
        "description_enabled": "Enable this feature to require merchants to complete KYC verification before they can access specific features of the system.",
        "description_disabled": "Disable this feature to allow merchants to access specific features without needing to verify their KYC documents."
    },
    "multi_language": {
        "title": "Language option",
        "icon": "las la-globe",
        "description_enabled": "Enable this feature to allow users to easily switch between different  languages according to their preferences.",
        "description_disabled": "Disable this feature to remove all language switching options for users within the application."
    },
    "otp_verification": {
        "title": "Otp verification",
        "icon": "las la-shield-alt",
        "description_enabled": "Enable OTP verification via email or SMS for key transactions. Configure in general settings.",
        "description_disabled": "Disable OTP verification via email or SMS for key transaction. Manage in general settings."
    },
    "qrcode_login": {
        "title": "QR Code Login",
        "icon": "las la-shield-alt",
        "description_enabled": "Enable QR code login to offer users, agents, and merchants a fast and seamless authentication experience.",
        "description_disabled": "Disable to turn off QR code login and require traditional login methods instead."
    }
}